{
  "reviewSeeds": [
    {
      "user": "user1",
      "review": "Madison charms visitors with its picturesque lakes, vibrant downtown, and rich cultural scene. From exploring the beautiful University of Wisconsin-Madison campus to indulging in farm-to-table cuisine at local eateries, Madison offers a perfect blend of nature and urban delights.",
      "rating": 5,
      "createdAt": "2023-11-01T00:00:00Z",
      "cityName": "Madison, Wisconsin",
      "geocode": [43.0731, -89.4012]
    },
    {
      "user": "user1",
      "review": "New York City, the city that never sleeps, pulsates with diversity and dynamism. From Broadway shows to museums like the Metropolitan Museum of Art, there's no shortage of cultural experiences.",
      "rating": 4,
      "createdAt": "2022-01-10T00:00:00Z",
      "cityName": "New York City, New York",
      "geocode": [40.71471708104719, -74.00034064419208]
    },
    {
      "user": "user1",
      "review": "Tokyo is a vibrant metropolis where traditional culture seamlessly blends with modern innovation. From the tranquil gardens of Meiji Shrine to the neon-lit streets of Shibuya, there's always something exciting to discover.",
      "rating": 4,
      "createdAt": "2021-01-01T00:00:00Z",
      "cityName": "Tokyo, Japan",
      "geocode": [35.80111887836354, 139.76876806766475]
    },
    {
      "user": "user1",
      "review": "Cape Town captivates visitors with its stunning natural beauty, from the iconic Table Mountain to the pristine beaches of Camps Bay. Exploring the vibrant neighborhoods of Bo-Kaap and Woodstock offers insight into the city's rich cultural tapestry.",
      "rating": 4,
      "createdAt": "2023-04-20T00:00:00Z",
      "cityName": "Cape Town, South Africa",
      "geocode": [-33.91378082452738, 18.430572491707157]
    },
    {
      "user": "user1",
      "review": "A dynamic city of contrasts. Explore ancient temples and trendy neighborhoods, indulge in mouthwatering cuisine, and feel the pulse of South Korea's capital.",
      "rating": 4,
      "createdAt": "2020-11-20T00:00:00Z",
      "cityName": "Seoul, South Korea",
      "geocode": [37.563672982693205, 126.99197622424774]
    },
    {
      "user": "user1",
      "review": "Bangkok, Thailand's bustling capital, is a vibrant tapestry of sights, sounds, and flavors. From the gleaming temples of Wat Pho and Wat Arun to the bustling markets of Chatuchak and Khao San Road, there's never a dull moment in this city. Indulge in spicy street food, cruise along the Chao Phraya River, and experience the vibrant nightlife that Bangkok is famous for.",
      "rating": 5,
      "createdAt": "2019-01-01T00:00:00Z",
      "cityName": "Bangkok, Thailand",
      "geocode": [13.782821689816439, 100.5018240426966]
    },
    {
      "user": "user1",
      "review": "Its scenic waterfront, vibrant neighborhoods, and renowned breweries make it a must-visit destination. From cultural attractions to lively festivals, Milwaukee offers something for everyone.",
      "rating": 4,
      "createdAt": "2015-05-04T00:00:00Z",
      "cityName": "Milwaukee, Wisconsin",
      "geocode": [43.0389, -87.9065]
    },
    {
      "user": "user1",
      "review": "A serene escape offering natural beauty and tranquility. With its picturesque landscapes, charming shops, and peaceful atmosphere, it's the perfect destination for relaxation and rejuvenation.",
      "rating": 5,
      "createdAt": "2022-09-16T00:00:00Z",
      "cityName": "Washington Island, Wisconsin",
      "geocode": [45.3676, -86.9248]
    },
    {
      "user": "user2",
      "review": "Athens, Greece, is a captivating blend of ancient history and modern vitality. Visitors can wander through the iconic ruins of the Acropolis and delve into the city's rich cultural heritage at museums like the Acropolis Museum. The bustling Plaka district offers quaint streets lined with shops and tavernas, providing a taste of authentic Greek life.",
      "rating": 4,
      "createdAt": "2023-04-10T00:00:00Z",
      "cityName": "Athens, Greece",
      "geocode": [37.982712289843505, 23.727695357867113]
    },
    {
      "user": "user2",
      "review": "In New York City, every neighborhood has its own distinct flavor, from the trendy boutiques of SoHo to the historic brownstones of Brooklyn Heights. The skyline views from the Top of the Rock and Statue of Liberty are simply breathtaking.",
      "rating": 5,
      "createdAt": "2022-03-05T00:00:00Z",
      "cityName": "New York City, New York",
      "geocode": [40.71471708104719, -74.00034064419208]
    },
    {
      "user": "user2",
      "review": "Sydney is a city of contrasts, where the iconic Sydney Opera House shares the skyline with rugged coastal cliffs. Bondi Beach beckons surfers and sun-seekers alike, while the Royal Botanic Garden provides a tranquil oasis in the heart of the city.",
      "rating": 5,
      "createdAt": "2022-07-25T00:00:00Z",
      "cityName": "Sydney, Australia",
      "geocode": [-33.8671923225272, 151.20107307643073]
    },
    {
      "user": "user2",
      "review": "Adventure seekers will find plenty to do in Cape Town, whether it's shark cage diving in False Bay or hiking to the top of Lion's Head for panoramic views. The Cape Winelands offer a relaxing escape with world-class vineyards and gourmet dining.",
      "rating": 5,
      "createdAt": "2020-05-30T00:00:00Z",
      "cityName": "Cape Town, South Africa",
      "geocode": [-33.91378082452738, 18.430572491707157]
    },
    {
      "user": "user2",
      "review": "A vibrant city of contrasts. From iconic landmarks to lively beaches, it's a kaleidoscope of culture and beauty.",
      "rating": 5,
      "createdAt": "2018-04-05T00:00:00Z",
      "cityName": "Rio de Janeiro, Brazil",
      "geocode": [-22.903670834164632, -43.17002539847654]
    },
    {
      "user": "user2",
      "review": "Bangkok, a city that never sleeps, is a mesmerizing blend of ancient traditions and modernity. Explore the ornate Grand Palace, get lost in the labyrinthine streets of Chinatown, and escape the hustle and bustle in the serene oasis of Lumpini Park. With its friendly locals and endless array of attractions, Bangkok promises an unforgettable experience for travelers from around the globe.",
      "rating": 4,
      "createdAt": "2023-02-10T00:00:00Z",
      "cityName": "Bangkok, Thailand",
      "geocode": [13.782821689816439, 100.5018240426966]
    },
    {
      "user": "user2",
      "review": "From quirky neighborhoods to artisanal coffee shops and food carts, this Pacific Northwest gem exudes a laid-back vibe and a passion for sustainability, making it a haven for foodies, outdoor enthusiasts, and creatives alike.",
      "rating": 3,
      "createdAt": "2022-03-28T00:00:00Z",
      "cityName": "Portland, Oregon",
      "geocode": [45.5051, -122.675]
    },
    {
      "user": "user2",
      "review": "From honky-tonk bars on Broadway to historic landmarks like the Grand Ole Opry, this vibrant city offers a blend of musical heritage, culinary delights, and cultural experiences that leave visitors tapping their toes and yearning for more.",
      "rating": 3,
      "createdAt": "2016-06-30T00:00:00Z",
      "cityName": "Nashville, Tennessee",
      "geocode": [36.1627, -86.7816]
    },
    {
      "user": "user3",
      "review": "In Athens, Greece, every corner is steeped in mythology and history, from the majestic Parthenon to the winding streets of Anafiotika. Sampling traditional Greek cuisine in tavernas overlooking the city's skyline and experiencing the vibrant nightlife of areas like Psiri are essential experiences for any traveler.",
      "rating": 5,
      "createdAt": "2023-06-22T00:00:00Z",
      "cityName": "Athens, Greece",
      "geocode": [37.982712289843505, 23.727695357867113]
    },
    {
      "user": "user3",
      "review": "Paris, the City of Lights, exudes timeless charm with its iconic landmarks like the Eiffel Tower and Louvre Museum. Strolling along the Seine River and indulging in exquisite cuisine are quintessential Parisian experiences.",
      "rating": 5,
      "createdAt": "2022-07-25T00:00:00Z",
      "cityName": "Paris, France",
      "geocode": [48.8567925509826, 2.351151596460036]
    },
    {
      "user": "user3",
      "review": "The allure of Rome lies in its enchanting piazzas, where locals gather for leisurely espresso breaks and lively conversations. Indulging in authentic Italian cuisine, from wood-fired pizza to creamy gelato, is a culinary delight.",
      "rating": 5,
      "createdAt": "2014-12-20T00:00:00Z",
      "cityName": "Rome, Italy",
      "geocode": [41.900754635200705, 12.492037751574744]
    },
    {
      "user": "user3",
      "review": "The energy of Tokyo is infectious, whether you're sampling street food in Tsukiji Fish Market or browsing the latest tech gadgets in Akihabara. With its efficient public transportation and polite locals, navigating the city is a breeze.",
      "rating": 5,
      "createdAt": "2021-02-05T00:00:00Z",
      "cityName": "Tokyo, Japan",
      "geocode": [35.80111887836354, 139.76876806766475]
    },
    {
      "user": "user3",
      "review": "Experience the aloha spirit. From hula dances to luaus, immerse yourself in the rich culture of the Hawaiian islands.",
      "rating": 4,
      "createdAt": "2020-12-05T00:00:00Z",
      "cityName": "Honolulu, Hawaii",
      "geocode": [21.306047657966863, -157.85818312436275]
    },
    {
      "user": "user3",
      "review": "A vibrant city with a rich cultural heritage, offering a perfect blend of historic charm and modern amenities.",
      "rating": 4,
      "createdAt": "2024-02-23T00:00:00Z",
      "cityName": "Barcelona, Spain",
      "geocode": [41.3851, 2.1734]
    },
    {
      "user": "user3",
      "review": "Enchants visitors with its historic charm, cobblestone streets, and vibrant culinary scene. From strolling through the picturesque waterfront to exploring its rich cultural heritage, Charleston offers a delightful blend of Southern hospitality and timeless elegance.",
      "rating": 4,
      "createdAt": "2022-07-02T00:00:00Z",
      "cityName": "Charleston, South Carolina",
      "geocode": [32.7765, -79.9311]
    },
    {
      "user": "user3",
      "review": "This charming Southern city invites exploration with its cobblestone streets, scenic riverfront, and renowned hospitality, offering a glimpse into the past with modern flair.",
      "rating": 4,
      "createdAt": "2014-08-18T00:00:00Z",
      "cityName": "Savannah, Georgia",
      "geocode": [32.0809, -81.0912]
    },
    {
      "user": "user4",
      "review": "The romance of Paris is undeniable, from its picturesque streets to its bustling cafes. Exploring Montmartre's artistic vibe and admiring the Gothic architecture of Notre-Dame Cathedral are highlights of any visit.",
      "rating": 4,
      "createdAt": "2023-09-10T00:00:00Z",
      "cityName": "Paris, France",
      "geocode": [48.8567925509826, 2.351151596460036]
    },
    {
      "user": "user4",
      "review": "London, with its rich history and diverse culture, offers something for everyone. From world-class museums like the British Museum to the iconic Tower Bridge, there's no shortage of landmarks to explore.",
      "rating": 5,
      "createdAt": "2022-03-15T00:00:00Z",
      "cityName": "London, England",
      "geocode": [51.50735087328088, -0.12775832889975685]
    },
    {
      "user": "user4",
      "review": "In Rome, every cobblestone street tells a story, from the grandeur of the Colosseum to the tranquility of Villa Borghese. Indulge in mouthwatering pasta dishes and creamy gelato for a true taste of la dolce vita.",
      "rating": 5,
      "createdAt": "2020-08-05T00:00:00Z",
      "cityName": "Rome, Italy",
      "geocode": [41.900754635200705, 12.492037751574744]
    },
    {
      "user": "user4",
      "review": "From the majestic peaks of the Rocky Mountains to the bustling streets of LoDo, Denver offers a perfect blend of outdoor adventure and urban excitement.",
      "rating": 4,
      "createdAt": "2023-06-20T00:00:00Z",
      "cityName": "Denver, Colorado",
      "geocode": [39.7392, -104.9903]
    },
    {
      "user": "user4",
      "review": "San Francisco's iconic landmarks, like the Golden Gate Bridge and Alcatraz Island, are just the beginning. Explore diverse neighborhoods, indulge in gourmet cuisine, and take in breathtaking views from Twin Peaks.",
      "rating": 5,
      "createdAt": "2022-04-30T00:00:00Z",
      "cityName": "San Francisco, California",
      "geocode": [37.7749, -122.4194]
    },
    {
      "user": "user4",
      "review": "Discover the magic of Kyoto, where ancient temples and serene gardens transport you to another time. From the iconic Fushimi Inari Shrine to the historic streets of Gion, every corner is steeped in tradition and beauty.",
      "rating": 5,
      "createdAt": "2020-05-15T00:00:00Z",
      "cityName": "Kyoto, Japan",
      "geocode": [35.0116, 135.7681]
    },
    {
      "user": "user4",
      "review": "The historic charm of Charleston is evident in its cobblestone streets, antebellum architecture, and gracious hospitality. Take a leisurely stroll along the Battery or indulge in Lowcountry cuisine at a waterfront restaurant.",
      "rating": 4,
      "createdAt": "2021-10-10T00:00:00Z",
      "cityName": "Charleston, South Carolina",
      "geocode": [32.7765, -79.9311]
    },
    {
      "user": "user4",
      "review": "Vibrant, diverse, and captivating. From its lively atmosphere to scenic landscapes, this city has something for everyone. A must-visit destination!",
      "rating": 4,
      "createdAt": "2023-06-03T00:00:00Z",
      "cityName": "Madison, Wisconsin",
      "geocode": [43.0731, -89.4012]
    },
    {
      "user": "user4",
      "review": "Experience the laid-back vibe of Austin, where live music fills the air and food trucks offer mouthwatering cuisine. Explore the vibrant nightlife of Sixth Street or take a dip in the refreshing waters of Barton Springs Pool.",
      "rating": 4,
      "createdAt": "2019-11-05T00:00:00Z",
      "cityName": "Austin, Texas",
      "geocode": [30.2672, -97.7431]
    }
  ]
}
